Revit 2027 API
SKPImportOptions Constructor
Overload List
Name | Description
SKPImportOptions() |  Constructs a new instance of SKPImportOptions with default values of all properties.
SKPImportOptions(SKPImportOptions) |  Constructs a new instance of SKPImportOptions as a copy of the import options.
Top
See Also
Reference
SKPImportOptions Class
Autodesk.Revit.DB Namespace